#+TITLE: Diagramming Tools on FreeBSD for Org-mode
#+PROPERTY: header-args :mkdirp yes :comments both
#+DATE: 2025-07-22

* System Information

#+begin_src bash :results output :exports both
uname -a
#+end_src

#+RESULTS:
: FreeBSD nexushive 14.3-RELEASE FreeBSD 14.3-RELEASE releng/14.3-n271432-8c9ce319fef7 GENERIC amd64

